[
    {
        "image": "https://live.staticflickr.com/65535/53682048770_9230c0d959_o.jpg",
        "item_name": "Ancient Warrior Clay Sculpture",
        "subcategory_name": "Clay Sculpture",
        "short_description": "Handcrafted with meticulous attention to detail, the Ancient Warrior Clay Sculpture depicts a mighty warrior from a bygone era. Each curve and contour of the clay brings the warrior's strength and courage to life, capturing the essence of ancient valor. Standing tall and proud, this sculpture evokes a sense of awe and admiration. Whether displayed as a centerpiece or as part of a collection, it adds a touch of history and majesty to any space. Embrace the spirit of the past with this exquisite work of art.",
        "price": 150,
        "rating": 4.8,
        "customization": "Yes",
        "processing_time": "2 weeks",
        "stock_status": "In stock",
        "user_email": "nazmulnhb@gmail.com",
        "user_name": "Nazmul Hassan"
    },
    {
        "image": "https://live.staticflickr.com/65535/53681955004_9df32b0ba1_o.jpg",
        "item_name": "Abstract Clay Sculpture",
        "subcategory_name": "Clay Sculpture",
        "short_description": "Capturing the fluidity of form and the essence of emotion, the Abstract Clay Sculpture is a testament to the beauty of artistic expression. Crafted with skillful hands and a creative vision, this sculpture invites viewers to explore its depths and interpret its meaning. Each curve and contour tells a story, evoking different emotions in each observer. Whether displayed in a gallery or in a personal collection, it sparks conversation and inspires imagination. Embrace the power of abstraction with this stunning piece of art.",
        "price": 120,
        "rating": 4.5,
        "customization": "Yes",
        "processing_time": "1 week",
        "stock_status": "In stock",
        "user_email": "nazmulnhb@gmail.com",
        "user_name": "Nazmul Hassan"
    },
    {
        "image": "https://live.staticflickr.com/65535/53681590786_bc6fdce535_o.jpg",
        "item_name": "Eagle Stone Sculpture",
        "subcategory_name": "Stone Sculpture",
        "short_description": "Carved from solid stone with meticulous attention to detail, the Eagle Stone Sculpture embodies grace and strength in its majestic form. With wings spread wide and talons outstretched, the eagle exudes power and freedom, capturing the imagination of all who behold it. Each feather and muscle is expertly rendered, bringing the sculpture to life with lifelike realism. Whether displayed in a garden or on a mantle, this sculpture adds a touch of natural beauty and symbolism to any space. Let the spirit of the eagle soar in your home with this exquisite work of art.",
        "price": 250,
        "rating": 4.9,
        "customization": "No",
        "processing_time": "3 weeks",
        "stock_status": "In stock",
        "user_email": "nazmulnhb@gmail.com",
        "user_name": "Nazmul Hassan"
    },
    {
        "image": "https://live.staticflickr.com/65535/53681590781_61136c434c_o.jpg",
        "item_name": "Goddess Stone Sculpture",
        "subcategory_name": "Stone Sculpture",
        "short_description": "Crafted from fine stone by skilled artisans, the Goddess Stone Sculpture radiates beauty and grace in its elegant form. With serene features and flowing robes, the goddess exudes divine presence, captivating all who gaze upon her. Each delicate detail, from the curl of her hair to the drape of her garment, is rendered with precision and care, showcasing the mastery of the sculptor's craft. Whether displayed in a sacred space or as a focal point in a room, this sculpture brings a sense of serenity and spirituality to any environment. Embrace the power of the divine with this enchanting work of art.",
        "price": 180,
        "rating": 4.7,
        "customization": "Yes",
        "processing_time": "2 weeks",
        "stock_status": "In stock",
        "user_email": "nazmulnhb@gmail.com",
        "user_name": "Nazmul Hassan"
    },
    {
        "image": "https://live.staticflickr.com/65535/53682048735_5dc23109fd_o.jpg",
        "item_name": "Abstract Metal Sculpture",
        "subcategory_name": "Metal Sculpture",
        "short_description": "Bold and dynamic, the Abstract Metal Sculpture pushes the boundaries of traditional sculpture with its innovative design and striking presence. Crafted from durable metal alloys, this sculpture captivates with its interplay of geometric shapes and fluid lines. Each angle reveals a new perspective, inviting viewers to explore its depths and interpret its meaning. Whether displayed indoors or outdoors, this sculpture adds a modern touch to any setting, making it a conversation starter and a focal point of admiration. Elevate your space with the avant-garde elegance of this exceptional work of art.",
        "price": 300,
        "rating": 4.6,
        "customization": "Yes",
        "processing_time": "4 weeks",
        "stock_status": "Made to order",
        "user_email": "nazmulnhb@gmail.com",
        "user_name": "Nazmul Hassan"
    },
    {
        "image": "https://live.staticflickr.com/65535/53681815653_c8e22a434a_o.jpg",
        "item_name": "Animal Metal Sculpture",
        "subcategory_name": "Metal Sculpture",
        "short_description": "Celebrate the beauty of nature with the Animal Metal Sculpture, a captivating portrayal of wildlife in metal form. Crafted with meticulous attention to detail, this sculpture captures the essence of each animal, from the grace of the gazelle to the strength of the elephant. Each creature is rendered with lifelike realism, making them seem almost alive in their metal form. Whether displayed indoors or outdoors, this sculpture brings a touch of the wild into any space, creating a sense of connection to the natural world. Let your love for animals shine with this stunning work of art.",
        "price": 220,
        "rating": 4.8,
        "customization": "Yes",
        "processing_time": "3 weeks",
        "stock_status": "In stock",
        "user_email": "nazmulnhb@gmail.com",
        "user_name": "Nazmul Hassan"
    },
    {
        "image": "https://live.staticflickr.com/65535/53681815628_3c544b4426_o.jpg",
        "item_name": "Fruit Basket Food Carving",
        "subcategory_name": "Food Carving",
        "short_description": "Transform ordinary fruits into extraordinary works of art with the Fruit Basket Food Carving. Crafted with precision and creativity, this food carving masterpiece features an intricate arrangement of fruits, sculpted into delightful shapes and patterns. From delicate flowers to whimsical animals, each carving is a testament to the skill and artistry of the carver. Perfect for special occasions or everyday enjoyment, this fruit basket adds a touch of elegance and whimsy to any table setting. Impress your guests and elevate your dining experience with this stunning display of culinary craftsmanship.",
        "price": 80,
        "rating": 4.4,
        "customization": "No",
        "processing_time": "1 week",
        "stock_status": "In stock",
        "user_email": "nazmulnhb@gmail.com",
        "user_name": "Nazmul Hassan"
    },
    {
        "image": "https://live.staticflickr.com/65535/53682048670_468fdea775_o.jpg",
        "item_name": "Vegetable Animal Food Carving",
        "subcategory_name": "Food Carving",
        "short_description": "Add a touch of whimsy to your meals with the Vegetable Animal Food Carving, a playful and creative way to showcase your culinary skills. Crafted from fresh vegetables with precision and care, each animal carving is a delightful addition to any dish. From adorable rabbits to quirky dinosaurs, these vegetable animals bring joy and imagination to the dining table. Perfect for entertaining guests or delighting children, these vegetable carvings are sure to spark conversation and smiles. Elevate your meals with the artistry and fun of vegetable animal carvings.",
        "price": 65,
        "rating": 4.3,
        "customization": "Yes",
        "processing_time": "1 week",
        "stock_status": "In stock",
        "user_email": "nazmulnhb@gmail.com",
        "user_name": "Nazmul Hassan"
    },
    {
        "image": "https://live.staticflickr.com/65535/53681954904_1f2ffa455c_o.jpg",
        "item_name": "Driftwood Sculpture",
        "subcategory_name": "Natural Material Sculpture",
        "short_description": "Bring the beauty of the beach into your home with the Driftwood Sculpture, a stunning piece of natural art crafted from weathered driftwood. Each piece of driftwood is carefully selected and arranged to create a captivating sculpture that captures the essence of coastal living. From swirling waves to majestic sea creatures, the driftwood sculpture evokes the tranquility and beauty of the ocean. Whether displayed on a mantel or as a centerpiece, this sculpture adds a touch of coastal charm and rustic elegance to any space. Embrace the serenity of the sea with this unique and beautiful work of art.",
        "price": 95,
        "rating": 4.5,
        "customization": "No",
        "processing_time": "2 weeks",
        "stock_status": "In stock",
        "user_email": "nazmulnhb@gmail.com",
        "user_name": "Nazmul Hassan"
    },
    {
        "image": "https://live.staticflickr.com/65535/53681590741_db134eb0fd_o.jpg",
        "item_name": "Leaf Art Sculpture",
        "subcategory_name": "Natural Material Sculpture",
        "short_description": "Celebrate the beauty of nature with the Leaf Art Sculpture, a stunning piece of art crafted entirely from meticulously arranged leaves. Each leaf is carefully selected and positioned to create intricate patterns and designs, showcasing the natural beauty and diversity of the plant world. From delicate flowers to intricate landscapes, each leaf sculpture is a unique and captivating work of art that brings the outdoors inside. Whether displayed on a wall or as a centerpiece, this sculpture adds a touch of natural elegance and whimsy to any space. Bring the beauty of the outdoors into your home with this exquisite leaf art sculpture.",
        "price": 110,
        "rating": 4.7,
        "customization": "Yes",
        "processing_time": "2 weeks",
        "stock_status": "In stock",
        "user_email": "nazmulnhb@gmail.com",
        "user_name": "Nazmul Hassan"
    },
    {
        "image": "https://live.staticflickr.com/65535/53682048615_1660d6c654_o.jpg",
        "item_name": "Beaded Peacock Sculpture",
        "subcategory_name": "Beaded Sculpture",
        "short_description": "Embrace the beauty and opulence of the peacock with the Beaded Peacock Sculpture, a dazzling display of intricate beadwork and vibrant colors. Crafted with precision and care, this sculpture captures the regal splendor of the peacock, from its majestic feathers to its elegant form. Each bead is carefully chosen and hand-sewn to create a stunning mosaic of color and texture, bringing the peacock to life in stunning detail. Whether displayed as a centerpiece or as part of a collection, this sculpture adds a touch of exotic elegance to any space.",
        "price": 120,
        "rating": 4.6,
        "customization": "Yes",
        "processing_time": "3 weeks",
        "stock_status": "In stock",
        "user_email": "nazmulnhb@gmail.com",
        "user_name": "Nazmul Hassan"
    },
    {
        "image": "https://live.staticflickr.com/65535/53680727112_775eab6fb0_o.jpg",
        "item_name": "Beaded Floral Sculpture",
        "subcategory_name": "Beaded Sculpture",
        "short_description": "Add a touch of elegance to your decor with the Beaded Floral Sculpture, a stunning piece of artistry crafted from delicate beads and wire. Each petal and leaf is meticulously handcrafted to create a lifelike bouquet that will never wilt or fade. Whether displayed as a centerpiece or hung on a wall, this sculpture brings the beauty of the garden into your home, adding a touch of natural charm and sophistication to any space. Handmade with care and attention to detail, this floral sculpture is sure to become a cherished heirloom for generations to come.",
        "price": 90,
        "rating": 4.4,
        "customization": "No",
        "processing_time": "2 weeks",
        "stock_status": "In stock",
        "user_email": "nazmulnhb@gmail.com",
        "user_name": "Nazmul Hassan"
    },
    {
        "image": "https://live.staticflickr.com/65535/53682048630_3b926d5faa_o.jpg",
        "item_name": "Nature-inspired Wood Engraving",
        "subcategory_name": "Wood Engraving",
        "short_description": "Bring the beauty of nature into your home with this exquisite wood engraving. Crafted from fine wood and meticulously engraved with intricate details, this piece captures the essence of the natural world. Each leaf, branch, and flower is rendered with precision and care, creating a stunning composition that celebrates the beauty of the outdoors. Whether displayed on a wall or as a decorative accent, this wood engraving adds a touch of rustic elegance to any space.",
        "price": 150,
        "rating": 4.7,
        "customization": "Yes",
        "processing_time": "2 weeks",
        "stock_status": "In stock",
        "user_email": "nazmulnhb@gmail.com",
        "user_name": "Nazmul Hassan"
    },
    {
        "image": "https://live.staticflickr.com/65535/53682048610_93c786512e_o.jpg",
        "item_name": "Personalized Wood Engraving",
        "subcategory_name": "Wood Engraving",
        "short_description": "Make a statement with this personalized wood engraving, custom-made to your specifications. Crafted from high-quality wood and expertly engraved with your chosen design, this piece is a one-of-a-kind work of art that reflects your unique style and personality. Whether commemorating a special occasion or adding a personal touch to your home decor, this wood engraving is sure to leave a lasting impression.",
        "price": 200,
        "rating": 4.9,
        "customization": "Yes",
        "processing_time": "3 weeks",
        "stock_status": "Made to order",
        "user_email": "nazmulnhb@gmail.com",
        "user_name": "Nazmul Hassan"
    }
]